Repository: axel-paillaud/awimagestrip
Catalog: translations/*/ModulesAwimagestripAdmin.*.xlf
Languages: fr_fr

source: Image Slider with three vertical images on desktop, then 1 image that scrolls on mobile.
fr_fr: Strip d'images avec trois images verticales sur desktop, puis 1 image qui défile sur mobile.

source: Invalid values
fr_fr: Valeurs invalide

source: Invalid slide
fr_fr: Image invalide

source: Invalid slide state.
fr_fr: État d'image invalide.

source: Invalid slide ID
fr_fr: ID d'image invalide

source: The title is too long.
fr_fr: Le titre est trop long.

source: The caption is too long.
fr_fr: La légende est trop longue.

source: The URL is too long.
fr_fr: L'URL est trop longue.

source: The description is too long.
fr_fr: La description est trop longue.

source: The URL format is not correct.
fr_fr: Le format de l'URL n'est pas correct.

source: Invalid filename.
fr_fr: Nom de fichier invalide.

source: The image is not set.
fr_fr: L'image n'est pas définie.

source: The configuration could not be updated.
fr_fr: La configuration n'a pas pu être mise à jour.

source: The slide could not be added.
fr_fr: L'image n'a pas pu être ajoutée.

source: The slide could not be updated.
fr_fr: L'image n'a pas pu être mise à jour.

source: Slide information
fr_fr: Information de l'image

source: Target URL
fr_fr: URL cible

source: Caption
fr_fr: Légende

source: Speed
fr_fr: Vitesse

source: The duration of the transition between two slides.
fr_fr: La durée de transition entre deux images sur mobile.

source: Pause on hover
fr_fr: Pause au survol

source: Stop sliding when the mouse cursor is over the slideshow.
fr_fr: Arrêter le défilement quand le curseur est au-dessus d'une image.

source: Since multiple languages are activated on your shop, please mind to upload your image for each one of them
fr_fr: Étant donné que plusieurs langues sont activées sur votre boutique, pensez à télécharger votre image pour chacune d'entre elles

source: You cannot manage slides items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
fr_fr: Vous ne pouvez pas gérer les images à partir d'un contexte « Toutes les boutiques » ou « Boutiques de groupe », sélectionnez directement la boutique que vous souhaitez modifier

source: You can only edit this slide from the shop(s) context: %s
fr_fr: Vous ne pouvez modifier cette diapositive qu'à partir du contexte de la ou des boutiques : %s

source: You cannot add slides from a "All Shops" or a "Group Shop" context
fr_fr: Vous ne pouvez pas ajouter d'images à partir d'un contexte « Toutes les boutiques » ou « Boutiques de groupe »

source: Unable to get slide shop association information (id_slide: %d)
fr_fr: Impossible d'obtenir les informations de l'association des magasins vers l'image (id_slide: %d)

source: The modifications will be applied to shop: %s
fr_fr: Les modifications seront appliquées à la boutique : %s

source: The modifications will be applied to this group: %s
fr_fr: Les modifications seront appliquées à ce groupe : %s

source: The modifications will be applied to all shops and shop groups
fr_fr: Les modifications seront appliquées à tous les magasins et groupes de magasins

source: This slide is shared with other shops! All shops associated to this slide will apply modifications made here
fr_fr: Cette diapositive est partagée avec d'autres boutiques ! Toutes les boutiques associées à cette image appliqueront les modifications apportées ici.

source: Slides list
fr_fr: Liste d'images

source: Shared slide
fr_fr: Image partagée
